astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.copilot-chat
lokalise.i18n-ally
meganrogge.template-string-converter
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
Prisma.prisma
richie5um2.vscode-statusbar-json-path
shardulm94.trailing-spaces
unifiedjs.vscode-mdx
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
Vue.volar
wix.vscode-import-cost
yoavbls.pretty-ts-errors