alexanderkonietzko.open-pull-request-creator
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
drblury.protobuf-vsc
eamodio.gitlens
formulahendry.auto-rename-tag
github.vscode-github-actions
golang.go
inlang.vs-code-extension
lokalise.i18n-ally
meganrogge.template-string-converter
ms-vsliveshare.vsliveshare
myriad-dreamin.tinymist
naumovs.color-highlight
oderwat.indent-rainbow
oxc.oxc-vscode
pkief.material-icon-theme
richie5um2.vscode-statusbar-json-path
shardulm94.trailing-spaces
unifiedjs.vscode-mdx
usernamehw.errorlens
yoavbls.pretty-ts-errors