Angular.ng-template
antfu.icons-carbon
atomiks.moonlight
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
L13RARY.l13-projects
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
Prisma.prisma
shardulm94.trailing-spaces
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
wix.vscode-import-cost
zhuangtongfa.material-theme
