Angular.ng-template
antfu.icons-carbon
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
L13RARY.l13-projects
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
Prisma.prisma
shardulm94.trailing-spaces
SumitSaha.learn-with-sumit-theme
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
